<template>
  <div class="about-us">
    <h1>О нас</h1>
    <p>Мы - ваш надежный партнер в сфере Wi-Fi технологий и аналитики. Мы предлагаем комплексные решения для организации Wi-Fi авторизации и использования Wi-Fi аналитики для повышения эффективности бизнеса. Наша миссия – помочь вам создать безопасную и удобную среду для ваших клиентов, предоставляя современные инструменты для анализа и маркетинга.</p>

    <section>
      <h1>Почему выбирают нас:</h1>

      <h1>Наши ключевые услуги:</h1>
      <ul>
        <li>Авторизация Wi-Fi: Надежные и безопасные методы авторизации через номер телефона, логин и пароль от Госуслуг, электронную почту.</li>
        <li>Wi-Fi аналитика: Сбор и анализ данных о посетителях, формирование отчетов и тепловых карт, оценка маркетинговых элементов.</li>
        <li>Интернет-маркетинг по Wi-Fi: Персонализированные рекламные кампании, опросы, голосования, навигация и многое другое.</li>
      </ul>
    </section>
    <section>
      Мы стремимся быть вашим технологическим партнером, обеспечивая инструменты и поддержку для роста вашего бизнеса. С нами вы получите не просто Wi-Fi, а мощный инструмент для привлечения и удержания клиентов, увеличения продаж и повышения конкурентоспособности.
      Свяжитесь с нами сегодня, чтобы узнать больше о наших услугах и начать улучшать ваш бизнес уже сейчас!
    </section>
  </div>
</template>

<script>
export default {
  name: 'AboutUs',
  data() {
    return {
    }
    }
}
</script>

<style scoped>
.about-us {
  padding: 5% 20px 20px;
  font-size: 24px;
}

.about-us h1 {
  margin-bottom: 1rem;
}

.about-us p {
  margin-bottom: 1rem;
}

.about-us section {
  margin-top: 2rem;
}

.about-us section h2 {
  margin-bottom: .5rem;
}

.about-us img {
  width: 75%;
}
</style>
