<template>
  <div class="our-services">
    <h1>WI-FI авторизация </h1>
    <h2>1. Понятие авторизации Wi-Fi и её процесс для пользователя</h2>
    <p>
      Авторизация Wi-Fi – это процесс идентификации пользователей публичной сети через их личные данные (номер телефона, паспорт и т.д.). Процесс выглядит так:
      1. Пользователь подключается к сети и попадает на страницу авторизации.
      2. Он выбирает метод авторизации и вводит данные (например, номер телефона и код из SMS).
      3. Wi-Fi платформа обрабатывает данные и предоставляет доступ к интернету. Без ввода данных подключение невозможно.
      4. При повторном подключении система распознает зарегистрированного пользователя, и повторный ввод данных не требуется.

    </p>
    <h2>2. Необходимость авторизации</h2>
    <p>

      Согласно Постановлению Правительства РФ от 31.12.2021 № 2607, идентификация пользователей публичного Wi-Fi обязательна. Это предотвращает незаконную деятельность (спам, экстремизм и т.д.).

      Польза для бизнеса:
      - Страница авторизации может служить маркетинговым инструментом (брендинг, рекламные баннеры, опросы и ссылки на сайт).
      - Статистика по подключениям хранится в личном кабинете оператора, позволяя анализировать данные по авторизациям.

    </p>
    <h2>3. Виды авторизации</h2>
    <p>
      Методы авторизации согласно п.21 Постановления Правительства РФ от 31.12.2021 № 2607 включают:
      - Номер телефона: Пользователь вводит номер телефона и получает SMS с кодом для доступа.
      - Логин и пароль от Госуслуг (ЕСИА): Пользователь вводит данные от Госуслуг для авторизации.
      - Электронная почта: Пользователь вводит адрес электронной почты и получает письмо с кодом для доступа.

    </p>
    <h2>4. Настройка авторизации Wi-Fi</h2>
    <p>
      Самостоятельная настройка:
      - Требует специальных навыков и оборудования (роутеры, контроллеры, серверы, ПО для идентификации).
      - Необходимо заключить договор с SMS-агрегатором и интегрироваться с ЕСИА для авторизации по паспортным данным.
      - Нужна помощь специалиста для настройки и обслуживания оборудования.

      С помощью оператора связи:
      - Обратитесь к оператору, заключите договор. Оператор предоставит оборудование, ПО, настроит и подключит системы, обеспечит хранение данных пользователей.
      - Это удобный и быстрый способ, требующий только оплаты абонентской платы.

      Основные моменты:
      - Авторизация Wi-Fi – обязательная идентификация пользователей по предоставленным данным.
      - Методы авторизации включают номер паспорта, номер телефона, логин и пароль от Госуслуг.
      - Организовать авторизацию можно самостоятельно или с помощью оператора связи, который предложит готовое решение.

    </p>
    <h1>WIFI аналитика</h1>
    <h2>Аналитика как конкурентное преимущество</h2>
    <p>Стратегическая задача бизнеса - улучшение процессов и управление клиентскими отношениями. Облачные системы бизнес-аналитики оптимизируют важные процессы и устраняют неэффективные, повышая конкурентоспособность.</p>
    <h2>Современный инструмент бизнес-анализа</h2>
    <p>Автоматический сбор данных о клиентах через Wi-Fi. Смартфоны постоянно сканируют сети, отправляя сигналы, которые улавливают "умные" точки доступа. Система отслеживает клиентов, их траекторию передвижения и формирует аналитические отчеты.</p>
    <h2>Примеры отчетов Wi-Fi аналитики:</h2>
    <p>
      - Количество прохожих.
      - Количество посетителей.
      - Количество случайных и постоянных покупателей.
      - Время нахождения.
      - Маршрут перемещения.
      - "Тепловая карта" зон посещаемости.
      - Остановки и их длительность.
    </p>
    <h2>Применение Wi-Fi аналитики в бизнесе</h2>
    <p>Аналитические отчеты - ключевые метрики ритейла. "Тепловые карты" помогают оптимизировать размещение товаров. Для ТЦ это важно для формирования арендной политики.

      Счетчики прохожих оценивают эффективность маркетинговых элементов, таких как вывески и витрины.

      Стратегические цели и методы

      Увеличение продаж достигается через привлечение покупателей, повышение конверсии и увеличение среднего чека. Методы включают маркетинговые кампании, улучшение качества продукции и предоставление скидок.

      Коэффициент конверсии

      Коэффициент конверсии показывает эффективность продаж. Данные для его расчета можно получить с помощью Wi-Fi аналитики.

      Повышение среднего чека

      Повысить средний чек проще у лояльных покупателей. Для этого нужно понимать потребности клиентов и наладить с ними доверительные отношения, особенно в сфере услуг.

      Инсайты и персональная информация о клиентах

      Wi-Fi аналитика позволяет собирать персональные данные клиентов. Это помогает понять целевую аудиторию и потребности каждого клиента.
    </p>
    <h2>Практическое применение</h2>
    <p>Посетители пользуются бесплатным Wi-Fi, регистрируясь и вводя контактные данные. Система собирает данные, что позволяет создавать демографический профиль аудитории и персонализировать взаимодействие. Вы можете отправлять купоны и рекламные сообщения на смартфон, e-mail или в социальные сети, основываясь на визитах и предпочтениях клиентов.</p>
    <h1>Интернет-маркетинг по Wi-Fi</h1>
    <h2>Авторизация через Wi-Fi</h2>
    <p>При подключении к Wi-Fi пользователи видят страницу авторизации с рекламой, после которой получают доступ к интернету. Используйте шаблоны для создания стильных страниц с логотипом, фоном и измененными цветами кнопок.</p>
    <h2>Реклама по Wi-Fi</h2>
    <p>Показывайте рекламу и акции своим посетителям при подключении к Wi-Fi. Подходит для кафе, отелей, салонов и других заведений. Простая настройка по инструкции.</p>
    <h2>Action баннеры</h2>
    <p>Настройте баннеры для действий, таких как заказ обратного звонка. Уведомления сохраняются в административной панели и могут отправляться в CRM или Telegram.</p>
    <h2>Показ акций и скидок</h2>
    <p>Добавляйте разделы с акциями на страницы авторизации, чтобы они автоматически обновлялись с сайта.</p>
    <h2>Авторизация через соцсети</h2>
    <p>Получайте подписчиков в соцсетях через авторизацию. Настройте переходы на ваш сайт или страницы в соцсетях после успешной авторизации.</p>
    <h2>Опросы и голосование</h2>
    <p>Проводите опросы и голосования, собирайте отзывы и оценки качества сервиса.</p>
    <h2>Навигация по Wi-Fi</h2>
    <p>Добавляйте карты и маршруты для удобства посетителей.</p>
    <h2>Быстрая настройка</h2>
    <p>Настройка портала состоит из трех шагов и подходит для различного оборудования.</p>
    <h2>Основные функции</h2>
    <ul>
      <li> Соответствие законодательству.</li>
      <li> Поддержка оборудования различных брендов. </li>
      <li> Красивые страницы авторизации. </li>
      <li> Несколько способов авторизации. </li>
      <li> Маркетинговые возможности: реклама, акции, продвижение в соцсетях.</li>
      <li> Удобная административная панель.</li>
    </ul>
    <p></p>
    <p>Эти функции помогут вашему бизнесу развиваться и увеличивать прибыль, улучшая качество услуг.</p>
  </div>
</template>

<script>
export default {
  name: 'OurServices'
  // Add your methods, data, computed properties, etc. here as needed.
}
</script>

<style scoped>
.our-services {
  padding: 5% 20px 20px;
}

.our-services h1 {
  margin-bottom: 1rem;
}

.our-services p {
  margin-bottom: 1rem;
}

.our-services section {
  margin-top: 2rem;
}

.our-services section h2 {
  margin-bottom: .5rem;
}
</style>
